Revit 2027 API
ParameterTypeId.CurtaingridUseCurveDistHoriz Property
 "Use Curve Distance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtaingridUseCurveDistHoriz { get; }
Public Shared ReadOnly Property CurtaingridUseCurveDistHoriz As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtaingridUseCurveDistHoriz {
	ForgeTypeId^ get ();
}
static member CurtaingridUseCurveDistHoriz : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace